Repository: nark/zanka
Catalog: tags/WiredClient-1.3.3/WiredClient/*.lproj/Localizable.strings
Languages: french

source: %@ %C %@
french: %1$@ %2$C %3$@

source: %@ changed status to %@
french: %1$@ a changé de statut pour %2$@

source: %@ downloaded, %@/s max download speed, %@ uploaded, %@/s max upload speed, %@ chat, %@ online, %lu %@ received, %lu %@ sent
french: %1$@ téléchargé, à une vitesse maximum %2$@/s, %3$@ envoyé, à une vitesse maximum %4$@/s, %5$@ discussion, %6$@ en ligne, %7$lu %8$@ reçu, %9$lu %10$@ envoyé

source: %@ has declined invitation
french: %@ a décliné l’invitation

source: %@ has invited you to a private chat.
french: %@ vous invite à une discussion privée.

source: %@ has joined
french: %@ est arrivé

source: %@ has left
french: %@ est parti

source: %@ is now known as %@
french: %1$@ se renomme %2$@

source: %@ of %@, %@/s
french: %1$@ de %2$@, %3$@/s

source: %@ of %@, %@/s, %@
french: %1$@ de %2$@, %3$@/s, %4$@

source: %@ Private Chat
french: %@ discussion privée

source: %@ Public Chat
french: %@ discussion publique

source: %@ was banned by %@
french: %1$@ a été banni par %2$@

source: %@ was banned by %@ (%@)
french: %1$@ a été banni par %2$@ (%3$@)

source: %@ was kicked by %@
french: %1$@ a été viré par %2$@

source: %@ was kicked by %@ (%@)
french: %1$@ a été viré par %2$@ (%3$@)

source: %@, since %@
french: %1$@, depuis %2$@

source: %@/%lu bits
french: %1$@/%2$lu bits

source: %@/%lu bits, %@
french: %1$@/%2$lu bits, %3$@

source: %lu %@, %@ total
french: %1$lu %2$@, %3$@ totalisé

source: %lu %@, %@ total, %@ available
french: %1$lu %2$@, %3$@ totalisé, %4$@ disponible

source: %lu %@, %lu %@
french: %1$lu %2$@, %3$lu %4$@

source: %llu %@
french: %1$llu %2$@

source: %lu %@
french: %1$lu %2$@

source: %lu of %lu files, %@ of %@, %@/s, %@
french: %1$lu of %2$lu fichiers, %3$@ de %4$@, %5$@/s, %6$@

source: Account Editor
french: Editeur de compte

source: Account Exists
french: Compte existant

source: Account Not found
french: Compte introuvable

source: Accounts
french: Comptes

source: Add
french: Ajouter

source: An unknown server error occured. The message we got back was: "%u %@".
french: Une erreur serveur est survenue. Le message reçu était: "%1$u %2$@".

source: Angry
french: Fâché

source: Are you sure you want to clear the message history?
french: Voulez-vous effacer l’historique des messages?

source: Are you sure you want to clear the news?
french: Voulez-vous effacer l’ensemble des nouvelles?

source: Are you sure you want to delete %lu items?
french: Confirmez-vous effacer %lu objets?

source: Are you sure you want to delete "%@"?
french: Confirmez-vous effacer "%@"?

source: Are you sure you want to delete the selected highlight?
french: Voulez-vous réellement supprimer la sélection?

source: Are you sure you want to delete the selected ignore?
french: Voulez-vous réintégrer en discussion l’utilisateur sélectionné?

source: Are you sure you want to disconnect?
french: Confirmez-vous la déconnexion?

source: Banned
french: Banni

source: Banner
french: Bannière

source: Bonjour local service discovery %C %lu %@
french: Réseau local Bonjour détécté %1$C %2$lu %3$@

source: Bookmarks
french: Favoris

source: Broadcast from %@ on %@ at %@
french: Annonces de %1$@ sur %2$@ à %3$@

source: Broadcast Received
french: Annonce reçue

source: Broadcasts
french: Annonces

source: Cancel
french: Annuler

source: Cannot Be Disconnected
french: Utilisateur protégé

source: Chat
french: Discussion

source: Chat Received
french: Discussion reçue

source: Checksum Mismatch
french: Erreur de vérification

source: Clear
french: Effacer

source: Client Not Found
french: Client non trouvé

source: Connect
french: Connexion

source: connection
french: connexion

source: connections
french: connexions

source: Could not create the file "%@".
french: Impossible de créer le fichier "%@".

source: Could not create the file or directory, it already exists.
french: Impossible de créer le fichier ou dossier, déjà existant.

source: Could not find the account you referred to. Perhaps someone deleted it.
french: Impossible de trouver cet utilisateur, il a peut être été supprimé.

source: Could not find the client you referred to. Perhaps that client left before the command could be completed.
french: Impossible de trouver ce client, peut être est-il parti avant la fin de la commande.

source: Could not find the file or folder you referred to. Perhaps someone deleted it.
french: Impossible de trouver ce fichier ou dossier, il a sans doute été effacé.

source: Could not login, the user name and/or password you supplied was rejected.
french: Impossible d’entrer, le nom ou le mot de passe sont rejetés.

source: Could not login, you are banned from this server.
french: Impossible d’entrer, vous êtes banni.

source: Could not open the file "%@".
french: Impossible de trouver ce fichier "%@".

source: Could not resume transfer of "%@", the checksums do not match.
french: Impossible de reprendre "%@", la vérification a échouée.

source: Could not start a transfer, the limit has been exceeded.
french: Impossible de commencer le transfert, la limite a été dépassée.

source: Could not start an upload, the checksums do not match.
french: Impossible de démarrer l’envoi, la vérification n’est pas valide.

source: Create Failed
french: Echec de création

source: Cry
french: Triste

source: Delete
french: Effacer

source: Disconnect
french: Déconnexion

source: Disconnected
french: Déconnecté

source: Disconnecting will close any ongoing file transfers.
french: La déconnexion entraîne l’arrêt des transferts.

source: drop box
french: dossier personnel

source: Drop Box Folder
french: Dossier personnel

source: Embarrassed
french: Embarrasé

source: Error
french: Erreur

source: Events
french: Actions

source: file
french: fichier

source: File Exists
french: Fichier existant

source: File or Folder Exists
french: Fichier ou dossier existant

source: File or Folder Not Found
french: Fichier ou dossier introuvable

source: files
french: fichiers

source: Files
french: Fichiers

source: Finished %@, average %@/s, took %@
french: Achevé %1$@, à environ %2$@/s, restant %3$@

source: Finished %lu files, %@, average %@/s, took %@
french: Achevé %1$lu fichiers, %2$@, à environ %3$@/s, restant %4$@

source: Folder Exists
french: Dossier existant

source: Foot in mouth
french: Gaffeur

source: From %@ (%@):
french: De %1$@ (%2$@):

source: From: %@
french: De: %@

source: Frown
french: Mécontent

source: Gasp
french: Béat

source: General
french: Généralité

source: Group
french: Groupe

source: group
french: groupe

source: groups
french: groupes

source: Hide
french: Masquer

source: Ignore
french: Ignorer

source: Interface
french: Apparence

source: item
french: objet

source: items
french: objets

source: Join to open a separate private chat with %@.
french: Rejoindre et ouvrir une discussion séparée avec %@.

source: Kiss
french: Bisou

source: Laugh
french: Rire

source: Lips are sealed
french: Qui se tait

source: Listing directory... %lu %@
french: Afficher répertoire... %1$lu %2$@

source: Local server via Bonjour
french: Serveur local via Bonjour

source: Login Failed
french: Echec d’identification

source: Lost connection to %@
french: Connexion perdue avec %@

source: Make Current Layout Default?
french: Définir la disposition par défaut?

source: Message Received
french: Message reçu

source: Money-mouth
french: Riche

source: News
french: Nouvelles

source: News Posted
french: Nouvelle postée

source: No
french: Non

source: OK
french: Valider

source: Open Failed
french: Echec d’ouverture

source: Overwrite
french: Remplacer

source: Paused at %@ of %@
french: Paused at %1$@ of %2$@

source: Paused at %lu of %lu files, %@ of %@
french: Paused at %1$lu of %2$lu files, %3$@ of %4$@

source: Permission Denied
french: Permission refusée

source: Plain Text
french: Texte seul

source: Private Chat
french: Discussion privée

source: Private message from %@ on %@ at %@
french: Message privé de %1$@ sur %2$@ à %3$@

source: Protocol Mismatch
french: Disparité de protocole

source: Queue Limit Exceeded
french: Dépassement de file d’attente

source: Queued
french: En attente

source: Queued at position %lu
french: En attente à la position %lu

source: Received ping reply after %.2fms
french: Réception d’une réponse de "ping" après %.2fms

source: Reconnect
french: Reconnecter

source: Reconnecting to %@ in %.1f seconds...
french: Reconnecting to %1$@ in %2$.1f seconds...

source: Restore All Layouts To Default?
french: Rétablir la disposition par défaut pour tous?

source: Restore Layout To Default?
french: Rétablir la disposition par défaut?

source: Rich Text Format (RTF)
french: Texte avec mise en page (RTF)

source: Rich Text With Graphics Format (RTFD)
french: Texte avec mise en page et images (RTFD)

source: Save
french: Sauver

source: Save Chat
french: Sauver discussion

source: Search
french: Rechercher

source: server
french: serveur

source: Server Connected
french: Serveur connecté

source: Server Disconnected
french: Serveur déconnecté

source: Server Error
french: Erreur de serveur

source: servers
french: serveurs

source: Show
french: Afficher

source: Smile
french: Sourire

source: Sounds
french: Sons

source: Start
french: Démarrer

source: Stats
french: Statistiques

source: Sticking out tongue
french: Bavard

source: Stopped at %@ of %@
french: Arrêté à %1$@ de %2$@

source: Stopped at %lu of %lu files, %@ of %@
french: Arrêté à %1$lu de %2$lu fichiers, %3$@ de %4$@

source: Stopping
french: En arrêt

source: The account you tried to create already exists on the server.
french: Le compte que vous voulez créer existe déjà sur ce serveur.

source: The client you tried to disconnect is protected.
french: L’utilisateur que vous voulez virer est protégé.

source: The command could not be completed due to insufficient privileges.
french: La commande ne peut aboutir faute d’autorisation.

source: The file "%@" already exists.
french: Le fichier "%@" existe déjà.

source: The file "%@" already exists. Overwrite?
french: Le fichier "%@" existe déjà. Remplacer?

source: The file "%@" has a resource fork, which is not handled by Wired. Only the data part will be uploaded, possibly resulting in a corrupted file. Please use an archiver to ensure the file will be uploaded correctly.
french: Le fichier "%@" comprend un ensemble de données non reconnues par Wired. Seules les données seront envoyées, pouvant causer la corruption du fichier. Utilisez de préférence une archive du fichier pour garantir son intégrité.

source: The folder "%@" already exists.
french: Le dossier "%@" existé déjà.

source: The folder contains %lu files with resource forks, which are not handled by Wired. Only the data parts will be uploaded, possibly resulting in corrupted files. Please use an archiver to ensure the files will be uploaded correctly.
french: Le dossier comprend %lu fichiers non reconnus par Wired. Les données seront envoyées sans information complémentaire, pouvant causer la corruption du fichier. Utilisez de préférence une archive du dossier pour garantir son intégrité.

source: The server could not parse a command. This is probably because of an protocol incompatibility between the client and the server.
french: Le serveur ne comprend pas la commande. Il est possible que ceci soit causé par une incompatibilité de protocole entre client et serveur.

source: The server did not recognize a command. This is probably because of an protocol incompatibility between the client and the server.
french: Le serveur ne reconnaît pas la demande. Il est possible que ceci soit causé par une incompatibilité de protocole entre client et serveur.

source: The server failed to process a command. The server administrator can check the log for more information.
french: Le serveur a échoué dans la demande. L’administrateur du serveur pourra consulter les "logs" du serveur pour plus d’information.

source: The server has not implemented a command. This is probably because of an protocol incompatibility between the client and the server.
french: Le serveur n’a pas ajouter la commande. Il est possible que ceci soit causé par une incompatibilité de protocole entre client et serveur.

source: The server has unexpectedly disconnected.
french: Le serveur s’est subitement déconnecté.

source: The transfer of "%@" failed.
french: Le transfert de "%@" a échoué.

source: This cannot be undone.
french: Ceci ne peut être annulé.

source: This server uses a newer protocol version than this client supports. Protocol errors may occur during the connection.
french: Ce serveur utilise un protocole plus récent que le client. Des problèmes peuvent donc survenir durant cette connexion.

source: This will restore all windows for all connections to the previously saved default layout.
french: Ceci rétablira la précédente disposition par défaut pour toutes les fenêtres de toutes les connexions.

source: This will restore all windows for the currently shown connection to the previously saved default layout.
french: Ceci rétablira la précédente disposition par défaut pour toutes les fenêtres de la connexion en premier plan.

source: This will set the windows for the currently shown connection as the default layout.
french: Ceci va définir la disposition de la fenêtre actuelle comme la disposition par défaut.

source: To: %@
french: Pour: %@

source: Trackers
french: Annuaire

source: Transfer Exists
french: Transfert existant

source: Transfer Failed
french: Erreur de transfert

source: Transfer Finished
french: Transfert terminé

source: Transfer Not Supported
french: Transfert non supporté

source: Transfer Started
french: Transfert commencé

source: Transfers
french: Transferts

source: Undecided
french: Indécis

source: Unignore
french: Réintegrer

source: Untitled
french: Sans titre

source: upload
french: Envoi

source: Uploads Folder
french: Dossier d’envois

source: User
french: Utilisateur

source: user
french: utilisateur

source: User Changed Nick
french: Un membre a changé de pseudo

source: User Changed Status
french: Un membre a changé de statut

source: User Joined
french: Un membre est arrivé

source: User Left
french: Un membre est parti

source: users
french: utlisateurs

source: Waiting
french: En attente

source: Wink
french: Clin d’oeil

source: Yes
french: Oui

source: You are already transferring "%@".
french: Vous transférez déjà "%@".
